[
{
    "title" : "I will design 3 modern minimalist flat logo designs",
    "price" :170,
    "rating" : {
        "average" : 4.3,
        "num" : 603
    },
    "owner" : {
        "about" : "Hello! My name is VD. I am a connoisseur of art and music. I love being around nature and my pets. I have a team of professional graphic designers with an experience of 8+ years. We specialize in logo designing. We're available exclusively on fiverr to rock your world with our designing skills. Come and experience it for yourself!",
        "fullname" : "designer22",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/ac4e1bb8593d4c4fd43478d3bf49e2bd-1630439896883/d458a44d-edf5-4cb9-b95b-c19375a4dbb0.png",
        "level" : 2,
        "rate" : 4,
        "isPro" : false,
        "isOnline" : false
    },
    "country" : "Croatia",
    "daysToMake" : 14,
    "description" : "Hi there ! Thanks for stopping by !!A Team of Talented Graphic Designer with 8+ years of experience in Graphic Industry, expertise as Logo Maker, You'll get creative & AWESOME logo design for your business.My portfolio : https://www.fiverr.com/users/design_desk/portfolio/NjFiYjE4NmMwZTgwMDUwMDAxZTMzMjJh★ Why Us? ★Talented Logo Maker TeamFully custom made, creative, original, UNIQUE and AWESOME designsProfessional customer support 24/7High Quality work100% money back policy if not satisfied★ WHAT DO YOU GET? ★✔ Highly Professional, UNIQUE & High Quality designs✔ UNLIMITED revisions until u r 100% satisfied✔ Fast turn around time 24 to 48 hours only.✔ 100% original & unique vector design from Adobe Illustrator✔ Vector Source Files (scalable without any quality loss) (AI, EPS, PDF) for the final design ✔ PROFESSIONAL Communication & Outstanding Customer Support ✔ Guaranteed High Quality workIf you have any question,Feel free to★ Contact Me! ★I'll be happy to help !Let's get started!-Your Logo Maker",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/256542871/original/6abadf7be832ed03aa8ae7c5be96cc933ba2d8fc.png",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/256542871/original/95d52f8159b2f9ba52cf3a344d2d72cd332ced66.png",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs3/256542871/original/db468fa9d2ee530e3238cdbfc43c945bf3f295e6.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "Logo Design",
        "modern",
        "unique",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "airbornesnow",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller's communication was EXCELLENT and the service was exactly as described. When I wanted revisions, they did not hesitate to provide me with alterations of the design. Although they were nice and kind when I asked for the revisions, all the revisions were half a**ed and sloppy. Even when I provided a concept drawing for them to TRACE, the results were still not what I expected. Buyers BEWARE: The seller's communication is excellent, friendly, and VERY kind. However, if you ask for any revisions, the revisions you will receive will be sloppy and half-a**ed.",
            "reviewedAt" : "Published 4 days ago"
        },
        {
            "name" : "jacobmnb",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "I thought this service was amazing, I bought the basic option just hoping for a basic logo, but the seller went above my expectations and provided me with a bunch of concepts that were better than I could have imagined, for £7.90 I think this service is a must-buy for anyone needing a professional-looking logo and not wanting to spend a huge amount",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "ashtonpeckham",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller was very responsive. We had revisions after the initial designs were delivered and the seller made them very quickly. The logo we selected is perfect for our current needs. Recommend including your vision in the initial request so you don't end up with ideas that you don't like. There were only 2 real contenders because the Fiverr site wouldn't allow me to attach my hand drawn idea. The paperclip icon was essentially rendered inactive, even after several attempts. This is no fault of the designers; i should have been even more descriptive with my request when I was unable to attach files.",
            "reviewedAt" : "Published 1 week ago"
        },
        {
            "name" : "borowski10",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Ultimately, I am very happy with the final logo I received. However, the seller's communication could have been better. There were a few times I asked for specific revisions and I was sent the same thing or something else that I didn't ask for. It took about 2 weeks for me to finally get what I was looking for. In the end, I got what I paid for and I am grateful for the service!",
            "reviewedAt" : "Published 2 days ago"
        },
        {
            "name" : "fowlplay_uk",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "VD was great. I had a very specific design in mind already that I needed recreating professionally and they did not disappoint. Even when I started to get picky with the design, nothing I requested was ever too much trouble. We went through many revisions to get it to exactly how I wanted it and every interaction we had was effortless. This is the first project I'd commissioned so wasn't really sure on the correct etiquette, yet VD made things so easy for me. Can't recommend these guys enough for that",
            "reviewedAt" : "Published 2 months ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will create modern unique and creative logo design",
    "price" : 65,
    "rating" : {
        "average" : 4.9,
        "num" : 316
    },
    "owner" : {
        "about" : "I am a professional graphics designer from PakIsTaN... Designing is not only my job, it's my Passion. All I need from you is a rough sketch of your idea. Then you can just relax and see the magic happening. Not only you'll get stunning and professional designs, but also you'll have top class custome",
        "fullname" : "bilaldesigner",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/e07b16e138ef2044950365918a28648c-1543087353970/ff25be32-0794-4818-a4ce-692f5c779e7d.png",
        "level" : 1,
        "rate" : 4,
        "isPro" : false,
        "isOnline" : false
    },
    "country" : "Pakistan",
    "daysToMake" : 2,
    "description" : "Hi esteemed buyer!Looking for modern unique and creative 2d or 3d logo design? Yes, you're at the right place.Having a vast experience with hundreds of satisfied customers across the globe, I extend my services to design modern unique and creative logo design to represent your brand idea in a befitting manner.What proves my individuality over others?Quick delivery, quality work and transforming your brain idea into a 3d creative unique and modern logo design are my attributes.MY GIG OFFERINGS ARE:Best customer careRevisions within 24 Hours100% satisfaction guaranteedModern unique and creative designing ideasLogically and aesthetically hypnotizing logos1 free revision after completion of orderEditable and re-sizeable vector filesFont download link includedHigh resolution final files in zipNote: For Complex Illustrations and Mascots, please discuss in inbox before placing order! It is also not included in our packages.Have queries? Contact us in inbox anytime!★Hearing from you would be an absolute pleasure, Go ahead and ORDER NOW!★",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/200115080/original/91333b2ff40dd6c32bda575c07a40ac1f567a428.png",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/200115080/original/bafde696e29622b0c327a03df55fae09a44b4d7f.png",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/attachments/delivery/asset/265a4c99bc435c27b51a0b5f4eaa214f-1686177562/mock.png"
    ],
    "tags" : [
        "Graphic & Design",
        "modern logo",
        "creative logo",
        "Logo Design",
        "unique logo",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "devsreads",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Thank you SO MUCH to the seller. He was so patient and willing to work and correct as many times as we needed as some things got miscommunicated and he easily fixed them. Thank you!!!",
            "reviewedAt" : "Published 3 days ago"
        },
        {
            "name" : "raymondyslas",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer is awesome. I have got my idea materialised in an efficient manner and the way I wanted. Seeing this logo, I would say this is the best designer to do any kind of graphics work.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "gbsol579",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer is so quick and efficient in his work. My order was delivered in few hours. The design is hypnotizing and truly reflects my business idea. Highly recommended!",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "antoniodixon65",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This is a really good design. The designer owes the skills needed to actually understand and then materailize a buyer's idea. Commendable and highly recommended.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "allendrozdowski",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer has done a fantastic job. I like the design sense and colour combination of the designer. This is what I was looking for. I highly recommend him for graphics related work.",
            "reviewedAt" : "Published 1 month ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design 3 modern minimalist logo design",
    "price" : 89,
    "rating" : {
        "average" : 4.6,
        "num" : 37
    },
    "owner" : {
        "about" : "I am a professional artist having rich experience in hand sketched and digital artwork. I have served tons of businesses with smarter business solutions. I am here to get the global exposure and would like to contribute more towards our creative community. Thanks.",
        "fullname" : "YourLogoGuy",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/bbd1f53f682ecbab77c063dc65e3079a-1680337212293/d37a8b71-25e3-4162-a4ba-d9db9b2e89a0.jpg",
        "level" : 2,
        "rate" : 5,
        "isPro" : true,
        "isOnline" : false
    },
    "country" : "India",
    "daysToMake" : 1,
    "description" : "ModernMarvel heartily welcomes you to Minimalist Modern Logo Design gig.We are Brand Creators and professional business consultants. Each business has his own story to tell and having high recall value is prime purpose behind getting a LOGO. Thus, We believe in creating simple yet effective masterpiece which blown away your customers mind.Your idea of getting Modern memorable and attractive logo design is just one step away. So, Lets discuss and choose a best design for your business.Our recommendation BRANDING PACK @ $65 ONLY:5 BRANDED logos with minimal designs + vector source filesAttractive Social media covers (FB + Twitter)Professional stationery design (B card + letterhead)Unlimited revision roundsExclusive customer supportRefund & Package selection guidelines:If the designs are as per your initial shared brief, refund wont be a possible option. You can ask for revision if i missed out anything.My samples are from my premium / standard package.We are closed on Sunday.My key skills:Minimalist Modern Logo Design | Minimal | Modern | Typography | Line art | Custom logo | Vintage |Keen to Get Started!",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/125798593/original/fea4f6af37e201fa9cb71a85583fedc171da2a26.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "modern logo",
        "custom logo",
        "Logo Design",
        "minimalist logo",
        "website logo",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "bartstrijbos",
            "country" : "Netherlands",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1f3-1f1f1.png",
            "review" : "Use your revisions and communication, and you will have something that works for you! I recommend modernmarvel for the price they ask! I did not know what to expect from my first buy on FIverr. The previews where what I was going for, so I thought why not give it a try. The initial delivery had two good concepts and three concepts I did not like. The two good concepts however, where not really what I wanted though. I submitted a revision proposal and hoped for the best. This is where this seller shines! From the initial designs, he worked quickly with every suggestion I made for revisions and was good in communication. I slowly saw my project evolving to something I love. Recommended!",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "v_winko33",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Working with this seller was a great experience in that he was quick to respond (considering the 11+ hr time zone difference), friendly, reliable, and professional. He created some concepts with literally no reference the first time around, and the second time around I gave him more of an idea of what I was looking for and found the ideal logo. You get what you pay for, and the price I think is a very good deal that's hard to find. Communication +asking questions is key to get all that you want and need from this great offer. Although I am satisfied with the logo, I probably would've liked something more like the work he shows in his second picture on his profile/gigs. I do recommend him!",
            "reviewedAt" : "Published 3 weeks ago"
        },
        {
            "name" : "brendanpaull",
            "country" : "Japan",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ef-1f1f5.png",
            "review" : "Seller was extremely communicative and always responded very quickly even on his/her day off (Sunday). While I got something that will get my started and I suppose I got what I paid for (the price was definitely quite low), I would be hard pressed to call the designs I got as \"modern\" or \"minimalist\" like the logo presented in the profile. They felt like clip-art from 10 to 15 years ago attached to my website name.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "tracyblehm",
            "country" : "Canada",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1e8-1f1e6.png",
            "review" : "I was a little nervous as I had never hired anyone before and have had bad experiences on other platforms. However this was absolutely marvelous. I loved the design. It was shocking how fast it was done and how amazing it turned out. I will definitely be hiring them again for my other projects that are coming up. Thank-you!!",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "jai_s22",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Using this service was a pretty decent experience. It took a bit longer than I wanted to finally get the final design. I had to go back and forth for a week trying to find the correct revision of the design. At first, I thought the experience of the designer was not the best due to finding some logos with minimal effort. Once I messaged the designer that I felt that the designs that they were producing were not satisfying me, they then were able to put a lot of effort into my ideas. I personally had to come up with the design of my logo instead of them using their experience and trusting them to come up with one themselves. Eventually, they did deliver so I am happy with the way it finished.",
            "reviewedAt" : "Published 2 weeks ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design 3 modern minimalist flat logo designs",
    "price" : 170,
    "rating" : {
        "average" : 4.3,
        "num" : 603
    },
    "owner" : {
        "about" : "Hello! My name is Dani.I have a team of professional graphic designers with an experience of 8+ years. We specialize in logo designing. We're available exclusively on fiverr to rock your world with our designing skills. Come and experience it for yourself!",
        "fullname" : "David_mo",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/31569e0b8fc06c0b999086c9a38f8f9c-1661812811830/463fa9ca-c098-43b0-a3a4-37106bc0f2db.jpg",
        "level" : 2,
        "rate" : 5,
        "isPro" : true,
        "isOnline" : true
    },
    "country" : "Israel",
    "daysToMake" : 6,
    "description" : "Hi there ! Thanks for stopping by !!A Team of Talented Graphic Designer with 8+ years of experience in Graphic Industry, expertise as Logo Maker, You'll get creative & AWESOME logo design for your business.My portfolio : https://www.fiverr.com/users/design_desk/portfolio/NjFiYjE4NmMwZTgwMDUwMDAxZTMzMjJh★ Why Us? ★Talented Logo Maker TeamFully custom made, creative, original, UNIQUE and AWESOME designsProfessional customer support 24/7High Quality work100% money back policy if not satisfied★ WHAT DO YOU GET? ★✔ Highly Professional, UNIQUE & High Quality designs✔ UNLIMITED revisions until u r 100% satisfied✔ Fast turn around time 24 to 48 hours only.✔ 100% original & unique vector design from Adobe Illustrator✔ Vector Source Files (scalable without any quality loss) (AI, EPS, PDF) for the final design ✔ PROFESSIONAL Communication & Outstanding Customer Support ✔ Guaranteed High Quality workIf you have any question,Feel free to★ Contact Me! ★I'll be happy to help !Let's get started!-Your Logo Maker",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/255045623/original/3227980db2b8e2871070c2503c1d1eecbef4740e.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs3/255045623/original/978b03f86d61fe143a7dfef32546efd84d4069f4.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "minimalist",
        "flat",
        "Logo Design",
        "modern",
        "unique",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "airbornesnow",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller's communication was EXCELLENT and the service was exactly as described. When I wanted revisions, they did not hesitate to provide me with alterations of the design. Although they were nice and kind when I asked for the revisions, all the revisions were half a**ed and sloppy. Even when I provided a concept drawing for them to TRACE, the results were still not what I expected. Buyers BEWARE: The seller's communication is excellent, friendly, and VERY kind. However, if you ask for any revisions, the revisions you will receive will be sloppy and half-a**ed.",
            "reviewedAt" : "Published 4 days ago"
        },
        {
            "name" : "jacobmnb",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "I thought this service was amazing, I bought the basic option just hoping for a basic logo, but the seller went above my expectations and provided me with a bunch of concepts that were better than I could have imagined, for £7.90 I think this service is a must-buy for anyone needing a professional-looking logo and not wanting to spend a huge amount",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "ashtonpeckham",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller was very responsive. We had revisions after the initial designs were delivered and the seller made them very quickly. The logo we selected is perfect for our current needs. Recommend including your vision in the initial request so you don't end up with ideas that you don't like. There were only 2 real contenders because the Fiverr site wouldn't allow me to attach my hand drawn idea. The paperclip icon was essentially rendered inactive, even after several attempts. This is no fault of the designers; i should have been even more descriptive with my request when I was unable to attach files.",
            "reviewedAt" : "Published 1 week ago"
        },
        {
            "name" : "borowski10",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Ultimately, I am very happy with the final logo I received. However, the seller's communication could have been better. There were a few times I asked for specific revisions and I was sent the same thing or something else that I didn't ask for. It took about 2 weeks for me to finally get what I was looking for. In the end, I got what I paid for and I am grateful for the service!",
            "reviewedAt" : "Published 2 days ago"
        },
        {
            "name" : "fowlplay_uk",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "VD was great. I had a very specific design in mind already that I needed recreating professionally and they did not disappoint. Even when I started to get picky with the design, nothing I requested was ever too much trouble. We went through many revisions to get it to exactly how I wanted it and every interaction we had was effortless. This is the first project I'd commissioned so wasn't really sure on the correct etiquette, yet VD made things so easy for me. Can't recommend these guys enough for that",
            "reviewedAt" : "Published 2 months ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design trendy minimalist logo with business brand identity",
    "price" :70,
    "rating" : {
        "average" : 4.5,
        "num" : 624
    },
    "owner" : {
        "about" : "Hello! My name is VD. I am a connoisseur of art and music. I love being around nature and my pets. I have a team of professional graphic designers with an experience of 8+ years. We specialize in logo designing. We're available exclusively on fiverr to rock your world with our designing skills. Come and experience it for yourself!",
        "fullname" : "MOHO_17",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/ce7d5aede2243d50bbee60d687fe0d9b-1639613280508/d10d3714-c944-4132-8be8-72529d43d7fa.jpg",
        "level" : 2,
        "rate" : 4,
        "isPro" : false,
        "isOnline" : false
    },
    "country" : "Slovenia",
    "daysToMake" : 14,
    "description" : "Hi there ! Thanks for stopping by !!A Team of Talented Graphic Designer with 8+ years of experience in Graphic Industry, expertise as Logo Maker, You'll get creative & AWESOME logo design for your business.My portfolio : https://www.fiverr.com/users/design_desk/portfolio/NjFiYjE4NmMwZTgwMDUwMDAxZTMzMjJh★ Why Us? ★Talented Logo Maker TeamFully custom made, creative, original, UNIQUE and AWESOME designsProfessional customer support 24/7High Quality work100% money back policy if not satisfied★ WHAT DO YOU GET? ★✔ Highly Professional, UNIQUE & High Quality designs✔ UNLIMITED revisions until u r 100% satisfied✔ Fast turn around time 24 to 48 hours only.✔ 100% original & unique vector design from Adobe Illustrator✔ Vector Source Files (scalable without any quality loss) (AI, EPS, PDF) for the final design ✔ PROFESSIONAL Communication & Outstanding Customer Support ✔ Guaranteed High Quality workIf you have any question,Feel free to★ Contact Me! ★I'll be happy to help !Let's get started!-Your Logo Maker",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/210176749/original/4f92647f21da68a7263852f6bad4e96b1aa13bd5.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/210176749/original/ecf3c3c583376b2182a77532eef3eca2c19673e7.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "Logo Design",
        "modern",
        "unique",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "airbornesnow",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller's communication was EXCELLENT and the service was exactly as described. When I wanted revisions, they did not hesitate to provide me with alterations of the design. Although they were nice and kind when I asked for the revisions, all the revisions were half a**ed and sloppy. Even when I provided a concept drawing for them to TRACE, the results were still not what I expected. Buyers BEWARE: The seller's communication is excellent, friendly, and VERY kind. However, if you ask for any revisions, the revisions you will receive will be sloppy and half-a**ed.",
            "reviewedAt" : "Published 4 days ago"
        },
        {
            "name" : "jacobmnb",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "I thought this service was amazing, I bought the basic option just hoping for a basic logo, but the seller went above my expectations and provided me with a bunch of concepts that were better than I could have imagined, for £7.90 I think this service is a must-buy for anyone needing a professional-looking logo and not wanting to spend a huge amount",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "ashtonpeckham",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller was very responsive. We had revisions after the initial designs were delivered and the seller made them very quickly. The logo we selected is perfect for our current needs. Recommend including your vision in the initial request so you don't end up with ideas that you don't like. There were only 2 real contenders because the Fiverr site wouldn't allow me to attach my hand drawn idea. The paperclip icon was essentially rendered inactive, even after several attempts. This is no fault of the designers; i should have been even more descriptive with my request when I was unable to attach files.",
            "reviewedAt" : "Published 1 week ago"
        },
        {
            "name" : "borowski10",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Ultimately, I am very happy with the final logo I received. However, the seller's communication could have been better. There were a few times I asked for specific revisions and I was sent the same thing or something else that I didn't ask for. It took about 2 weeks for me to finally get what I was looking for. In the end, I got what I paid for and I am grateful for the service!",
            "reviewedAt" : "Published 2 days ago"
        },
        {
            "name" : "fowlplay_uk",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "VD was great. I had a very specific design in mind already that I needed recreating professionally and they did not disappoint. Even when I started to get picky with the design, nothing I requested was ever too much trouble. We went through many revisions to get it to exactly how I wanted it and every interaction we had was effortless. This is the first project I'd commissioned so wasn't really sure on the correct etiquette, yet VD made things so easy for me. Can't recommend these guys enough for that",
            "reviewedAt" : "Published 2 months ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will do logo animation videoe youtube intro or outro",
    "price" : 88,
    "rating" : {
        "average" : 4.7,
        "num" : 716
    },
    "owner" : {
        "about" : "I am a professional graphics designer from PakIsTaN... Designing is not only my job, it's my Passion. All I need from you is a rough sketch of your idea. Then you can just relax and see the magic happening. Not only you'll get stunning and professional designs, but also you'll have top class custome",
        "fullname" : "edit_lab",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/5555b21eb104ce48f5f4ebd61141fa9b-1682020121330/0d0fc274-6326-4d62-8c0b-42fe5789a4b9.jpeg",
        "level" : 1,
        "rate" : 4,
        "isPro" : false,
        "isOnline" : false
    },
    "country" : "Canada",
    "daysToMake" : 2,
    "description" : "Hi esteemed buyer!Looking for modern unique and creative 2d or 3d logo design? Yes, you're at the right place.Having a vast experience with hundreds of satisfied customers across the globe, I extend my services to design modern unique and creative logo design to represent your brand idea in a befitting manner.What proves my individuality over others?Quick delivery, quality work and transforming your brain idea into a 3d creative unique and modern logo design are my attributes.MY GIG OFFERINGS ARE:Best customer careRevisions within 24 Hours100% satisfaction guaranteedModern unique and creative designing ideasLogically and aesthetically hypnotizing logos1 free revision after completion of orderEditable and re-sizeable vector filesFont download link includedHigh resolution final files in zipNote: For Complex Illustrations and Mascots, please discuss in inbox before placing order! It is also not included in our packages.Have queries? Contact us in inbox anytime!★Hearing from you would be an absolute pleasure, Go ahead and ORDER NOW!★",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs3/231912050/original/71f2ffc5a7ce3f08848c4d2bf17ca6129ff10391.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/attachments/delivery/asset/eafe46f33dfa36232d8837ac4d446fcf-1686192143/3%20(14).jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "modern logo",
        "creative logo",
        "Logo Design",
        "unique logo",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "devsreads",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Thank you SO MUCH to the seller. He was so patient and willing to work and correct as many times as we needed as some things got miscommunicated and he easily fixed them. Thank you!!!",
            "reviewedAt" : "Published 3 days ago"
        },
        {
            "name" : "raymondyslas",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer is awesome. I have got my idea materialised in an efficient manner and the way I wanted. Seeing this logo, I would say this is the best designer to do any kind of graphics work.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "gbsol579",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer is so quick and efficient in his work. My order was delivered in few hours. The design is hypnotizing and truly reflects my business idea. Highly recommended!",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "antoniodixon65",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This is a really good design. The designer owes the skills needed to actually understand and then materailize a buyer's idea. Commendable and highly recommended.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "allendrozdowski",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer has done a fantastic job. I like the design sense and colour combination of the designer. This is what I was looking for. I highly recommend him for graphics related work.",
            "reviewedAt" : "Published 1 month ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design 3 modern minimalist logo design",
    "price" : 89,
    "rating" : {
        "average" : 4.6,
        "num" : 37
    },
    "owner" : {
        "about" : "I am a professional creative professional business logo",
        "fullname" : "Z_studio",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/2cb80190fc4b0e8b03044f66fa1c0f49-1588024276260/7dcb4839-a70d-45e6-834b-a57a1e1e0bb5.png",
        "level" : 2,
        "rate" : 5,
        "isPro" : true,
        "isOnline" : false
    },
    "country" : "India",
    "daysToMake" : 1,
    "description" : "ModernMarvel heartily welcomes you to Minimalist Modern Logo Design gig.We are Brand Creators and professional business consultants. Each business has his own story to tell and having high recall value is prime purpose behind getting a LOGO. Thus, We believe in creating simple yet effective masterpiece which blown away your customers mind.Your idea of getting Modern memorable and attractive logo design is just one step away. So, Lets discuss and choose a best design for your business.Our recommendation BRANDING PACK @ $65 ONLY:5 BRANDED logos with minimal designs + vector source filesAttractive Social media covers (FB + Twitter)Professional stationery design (B card + letterhead)Unlimited revision roundsExclusive customer supportRefund & Package selection guidelines:If the designs are as per your initial shared brief, refund wont be a possible option. You can ask for revision if i missed out anything.My samples are from my premium / standard package.We are closed on Sunday.My key skills:Minimalist Modern Logo Design | Minimal | Modern | Typography | Line art | Custom logo | Vintage |Keen to Get Started!",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/240346124/original/13cd2681ac80822d5d7ac5721f44c5fdea607783.png",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs3/240346124/original/7c233f291c72a0d6e209df7f596884928cc35b54.png"
    ],
    "tags" : [
        "Graphic & Design",
        "modern logo",
        "custom logo",
        "Logo Design",
        "minimalist logo",
        "website logo",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "bartstrijbos",
            "country" : "Netherlands",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1f3-1f1f1.png",
            "review" : "Use your revisions and communication, and you will have something that works for you! I recommend modernmarvel for the price they ask! I did not know what to expect from my first buy on FIverr. The previews where what I was going for, so I thought why not give it a try. The initial delivery had two good concepts and three concepts I did not like. The two good concepts however, where not really what I wanted though. I submitted a revision proposal and hoped for the best. This is where this seller shines! From the initial designs, he worked quickly with every suggestion I made for revisions and was good in communication. I slowly saw my project evolving to something I love. Recommended!",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "v_winko33",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Working with this seller was a great experience in that he was quick to respond (considering the 11+ hr time zone difference), friendly, reliable, and professional. He created some concepts with literally no reference the first time around, and the second time around I gave him more of an idea of what I was looking for and found the ideal logo. You get what you pay for, and the price I think is a very good deal that's hard to find. Communication +asking questions is key to get all that you want and need from this great offer. Although I am satisfied with the logo, I probably would've liked something more like the work he shows in his second picture on his profile/gigs. I do recommend him!",
            "reviewedAt" : "Published 3 weeks ago"
        },
        {
            "name" : "brendanpaull",
            "country" : "Japan",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ef-1f1f5.png",
            "review" : "Seller was extremely communicative and always responded very quickly even on his/her day off (Sunday). While I got something that will get my started and I suppose I got what I paid for (the price was definitely quite low), I would be hard pressed to call the designs I got as \"modern\" or \"minimalist\" like the logo presented in the profile. They felt like clip-art from 10 to 15 years ago attached to my website name.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "tracyblehm",
            "country" : "Canada",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1e8-1f1e6.png",
            "review" : "I was a little nervous as I had never hired anyone before and have had bad experiences on other platforms. However this was absolutely marvelous. I loved the design. It was shocking how fast it was done and how amazing it turned out. I will definitely be hiring them again for my other projects that are coming up. Thank-you!!",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "jai_s22",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Using this service was a pretty decent experience. It took a bit longer than I wanted to finally get the final design. I had to go back and forth for a week trying to find the correct revision of the design. At first, I thought the experience of the designer was not the best due to finding some logos with minimal effort. Once I messaged the designer that I felt that the designs that they were producing were not satisfying me, they then were able to put a lot of effort into my ideas. I personally had to come up with the design of my logo instead of them using their experience and trusting them to come up with one themselves. Eventually, they did deliver so I am happy with the way it finished.",
            "reviewedAt" : "Published 2 weeks ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design 3 modern minimalist flat logo designs",
    "price" : 170,
    "rating" : {
        "average" : 4.3,
        "num" : 603
    },
    "owner" : {
        "about" : "Hello! My name is Dani.I have a team of professional graphic designers with an experience of 8+ years. We specialize in logo designing. We're available exclusively on fiverr to rock your world with our designing skills. Come and experience it for yourself!",
        "fullname" : "ammarK33",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/6ffaddf02ac2446c4483f308e92428c5-1556216315452/c6d0501e-a3f0-4b18-a47a-24b6085c9246.jpg",
        "level" : 2,
        "rate" : 5,
        "isPro" : true,
        "isOnline" : true
    },
    "country" : "Israel",
    "daysToMake" : 6,
    "description" : "Hi there ! Thanks for stopping by !!A Team of Talented Graphic Designer with 8+ years of experience in Graphic Industry, expertise as Logo Maker, You'll get creative & AWESOME logo design for your business.My portfolio : https://www.fiverr.com/users/design_desk/portfolio/NjFiYjE4NmMwZTgwMDUwMDAxZTMzMjJh★ Why Us? ★Talented Logo Maker TeamFully custom made, creative, original, UNIQUE and AWESOME designsProfessional customer support 24/7High Quality work100% money back policy if not satisfied★ WHAT DO YOU GET? ★✔ Highly Professional, UNIQUE & High Quality designs✔ UNLIMITED revisions until u r 100% satisfied✔ Fast turn around time 24 to 48 hours only.✔ 100% original & unique vector design from Adobe Illustrator✔ Vector Source Files (scalable without any quality loss) (AI, EPS, PDF) for the final design ✔ PROFESSIONAL Communication & Outstanding Customer Support ✔ Guaranteed High Quality workIf you have any question,Feel free to★ Contact Me! ★I'll be happy to help !Let's get started!-Your Logo Maker",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/68516031/original/0ff66d230337d3f6e41661aaa1645cbec04ec948.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs3/68516031/original/418ff691e957af8b28bb3007d67f1135ca38fc39.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "minimalist",
        "flat",
        "Logo Design",
        "modern",
        "unique",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "airbornesnow",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller's communication was EXCELLENT and the service was exactly as described. When I wanted revisions, they did not hesitate to provide me with alterations of the design. Although they were nice and kind when I asked for the revisions, all the revisions were half a**ed and sloppy. Even when I provided a concept drawing for them to TRACE, the results were still not what I expected. Buyers BEWARE: The seller's communication is excellent, friendly, and VERY kind. However, if you ask for any revisions, the revisions you will receive will be sloppy and half-a**ed.",
            "reviewedAt" : "Published 4 days ago"
        },
        {
            "name" : "jacobmnb",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "I thought this service was amazing, I bought the basic option just hoping for a basic logo, but the seller went above my expectations and provided me with a bunch of concepts that were better than I could have imagined, for £7.90 I think this service is a must-buy for anyone needing a professional-looking logo and not wanting to spend a huge amount",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "ashtonpeckham",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller was very responsive. We had revisions after the initial designs were delivered and the seller made them very quickly. The logo we selected is perfect for our current needs. Recommend including your vision in the initial request so you don't end up with ideas that you don't like. There were only 2 real contenders because the Fiverr site wouldn't allow me to attach my hand drawn idea. The paperclip icon was essentially rendered inactive, even after several attempts. This is no fault of the designers; i should have been even more descriptive with my request when I was unable to attach files.",
            "reviewedAt" : "Published 1 week ago"
        },
        {
            "name" : "borowski10",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Ultimately, I am very happy with the final logo I received. However, the seller's communication could have been better. There were a few times I asked for specific revisions and I was sent the same thing or something else that I didn't ask for. It took about 2 weeks for me to finally get what I was looking for. In the end, I got what I paid for and I am grateful for the service!",
            "reviewedAt" : "Published 2 days ago"
        },
        {
            "name" : "fowlplay_uk",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "VD was great. I had a very specific design in mind already that I needed recreating professionally and they did not disappoint. Even when I started to get picky with the design, nothing I requested was ever too much trouble. We went through many revisions to get it to exactly how I wanted it and every interaction we had was effortless. This is the first project I'd commissioned so wasn't really sure on the correct etiquette, yet VD made things so easy for me. Can't recommend these guys enough for that",
            "reviewedAt" : "Published 2 months ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will create a unique hand drawn logo for businesses",
    "price" :170,
    "rating" : {
        "average" : 4.3,
        "num" : 603
    },
    "owner" : {
        "about" : "Hello! My name is VD. I am a connoisseur of art and music. I love being around nature and my pets. I have a team of professional graphic designers with an experience of 8+ years. We specialize in logo designing. We're available exclusively on fiverr to rock your world with our designing skills. Come and experience it for yourself!",
        "fullname" : "bet_98",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/fbaefd82e7bded84f147e88d4e0c7455-1658019370846/4f48a403-6e80-47d1-ad91-06bde71219a1.JPG",
        "level" : 2,
        "rate" : 4,
        "isPro" : false,
        "isOnline" : false
    },
    "country" : "Croatia",
    "daysToMake" : 14,
    "description" : "Hi there ! Thanks for stopping by !!A Team of Talented Graphic Designer with 8+ years of experience in Graphic Industry, expertise as Logo Maker, You'll get creative & AWESOME logo design for your business.My portfolio : https://www.fiverr.com/users/design_desk/portfolio/NjFiYjE4NmMwZTgwMDUwMDAxZTMzMjJh★ Why Us? ★Talented Logo Maker TeamFully custom made, creative, original, UNIQUE and AWESOME designsProfessional customer support 24/7High Quality work100% money back policy if not satisfied★ WHAT DO YOU GET? ★✔ Highly Professional, UNIQUE & High Quality designs✔ UNLIMITED revisions until u r 100% satisfied✔ Fast turn around time 24 to 48 hours only.✔ 100% original & unique vector design from Adobe Illustrator✔ Vector Source Files (scalable without any quality loss) (AI, EPS, PDF) for the final design ✔ PROFESSIONAL Communication & Outstanding Customer Support ✔ Guaranteed High Quality workIf you have any question,Feel free to★ Contact Me! ★I'll be happy to help !Let's get started!-Your Logo Maker",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/66171794/original/a5b0119f0b7cd2489bf1d47e91db59cfd5b65664.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/66171794/original/84216aa22470c27c5345df6fe761f2925b87174f.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "Logo Design",
        "modern",
        "unique",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "airbornesnow",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller's communication was EXCELLENT and the service was exactly as described. When I wanted revisions, they did not hesitate to provide me with alterations of the design. Although they were nice and kind when I asked for the revisions, all the revisions were half a**ed and sloppy. Even when I provided a concept drawing for them to TRACE, the results were still not what I expected. Buyers BEWARE: The seller's communication is excellent, friendly, and VERY kind. However, if you ask for any revisions, the revisions you will receive will be sloppy and half-a**ed.",
            "reviewedAt" : "Published 4 days ago"
        },
        {
            "name" : "jacobmnb",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "I thought this service was amazing, I bought the basic option just hoping for a basic logo, but the seller went above my expectations and provided me with a bunch of concepts that were better than I could have imagined, for £7.90 I think this service is a must-buy for anyone needing a professional-looking logo and not wanting to spend a huge amount",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "ashtonpeckham",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller was very responsive. We had revisions after the initial designs were delivered and the seller made them very quickly. The logo we selected is perfect for our current needs. Recommend including your vision in the initial request so you don't end up with ideas that you don't like. There were only 2 real contenders because the Fiverr site wouldn't allow me to attach my hand drawn idea. The paperclip icon was essentially rendered inactive, even after several attempts. This is no fault of the designers; i should have been even more descriptive with my request when I was unable to attach files.",
            "reviewedAt" : "Published 1 week ago"
        },
        {
            "name" : "borowski10",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Ultimately, I am very happy with the final logo I received. However, the seller's communication could have been better. There were a few times I asked for specific revisions and I was sent the same thing or something else that I didn't ask for. It took about 2 weeks for me to finally get what I was looking for. In the end, I got what I paid for and I am grateful for the service!",
            "reviewedAt" : "Published 2 days ago"
        },
        {
            "name" : "fowlplay_uk",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "VD was great. I had a very specific design in mind already that I needed recreating professionally and they did not disappoint. Even when I started to get picky with the design, nothing I requested was ever too much trouble. We went through many revisions to get it to exactly how I wanted it and every interaction we had was effortless. This is the first project I'd commissioned so wasn't really sure on the correct etiquette, yet VD made things so easy for me. Can't recommend these guys enough for that",
            "reviewedAt" : "Published 2 months ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will create modern unique and creative logo design",
    "price" : 35,
    "rating" : {
        "average" : 4.8,
        "num" : 716
    },
    "owner" : {
        "about" : "I am a professional graphics designer from PakIsTaN... Designing is not only my job, it's my Passion. All I need from you is a rough sketch of your idea. Then you can just relax and see the magic happening. Not only you'll get stunning and professional designs, but also you'll have top class custome",
        "fullname" : "shayem1982",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/cc4cc1b6b3d20d2be871c5a07232b1cf-1639487125009/80acd129-6bee-42c3-af7e-7ea7f3552589.PNG",
        "level" : 1,
        "rate" : 4,
        "isPro" : false,
        "isOnline" : false
    },
    "country" : "Pakistan",
    "daysToMake" : 2,
    "description" : "Hi esteemed buyer!Looking for modern unique and creative 2d or 3d logo design? Yes, you're at the right place.Having a vast experience with hundreds of satisfied customers across the globe, I extend my services to design modern unique and creative logo design to represent your brand idea in a befitting manner.What proves my individuality over others?Quick delivery, quality work and transforming your brain idea into a 3d creative unique and modern logo design are my attributes.MY GIG OFFERINGS ARE:Best customer careRevisions within 24 Hours100% satisfaction guaranteedModern unique and creative designing ideasLogically and aesthetically hypnotizing logos1 free revision after completion of orderEditable and re-sizeable vector filesFont download link includedHigh resolution final files in zipNote: For Complex Illustrations and Mascots, please discuss in inbox before placing order! It is also not included in our packages.Have queries? Contact us in inbox anytime!★Hearing from you would be an absolute pleasure, Go ahead and ORDER NOW!★",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/305691099/original/80cfe65f143d377a9cc44e2e5b72e86f85cdd43e.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/305691099/original/6c80503d6cbfa7924f0278d66fed337b07caa863.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "modern logo",
        "creative logo",
        "Logo Design",
        "unique logo",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "devsreads",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Thank you SO MUCH to the seller. He was so patient and willing to work and correct as many times as we needed as some things got miscommunicated and he easily fixed them. Thank you!!!",
            "reviewedAt" : "Published 3 days ago"
        },
        {
            "name" : "raymondyslas",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer is awesome. I have got my idea materialised in an efficient manner and the way I wanted. Seeing this logo, I would say this is the best designer to do any kind of graphics work.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "gbsol579",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer is so quick and efficient in his work. My order was delivered in few hours. The design is hypnotizing and truly reflects my business idea. Highly recommended!",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "antoniodixon65",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This is a really good design. The designer owes the skills needed to actually understand and then materailize a buyer's idea. Commendable and highly recommended.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "allendrozdowski",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer has done a fantastic job. I like the design sense and colour combination of the designer. This is what I was looking for. I highly recommend him for graphics related work.",
            "reviewedAt" : "Published 1 month ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will create a professional minimalist business logo design",
    "price" : 49,
    "rating" : {
        "average" : 4.7,
        "num" : 387
    },
    "owner" : {
        "about" : "I am a professional artist having rich experience in hand sketched and digital artwork. I have served tons of businesses with smarter business solutions. I am here to get the global exposure and would like to contribute more towards our creative community. Thanks.",
        "fullname" : "uttam_halder",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/e09e7f6008f634a6b96d22c000782a2a-1678988983811/9770b4fb-98f4-44e8-93a2-ad92ee540eb9.JPEG",
        "level" : 2,
        "rate" : 5,
        "isPro" : true,
        "isOnline" : false
    },
    "country" : "India",
    "daysToMake" : 1,
    "description" : "ModernMarvel heartily welcomes you to Minimalist Modern Logo Design gig.We are Brand Creators and professional business consultants. Each business has his own story to tell and having high recall value is prime purpose behind getting a LOGO. Thus, We believe in creating simple yet effective masterpiece which blown away your customers mind.Your idea of getting Modern memorable and attractive logo design is just one step away. So, Lets discuss and choose a best design for your business.Our recommendation BRANDING PACK @ $65 ONLY:5 BRANDED logos with minimal designs + vector source filesAttractive Social media covers (FB + Twitter)Professional stationery design (B card + letterhead)Unlimited revision roundsExclusive customer supportRefund & Package selection guidelines:If the designs are as per your initial shared brief, refund wont be a possible option. You can ask for revision if i missed out anything.My samples are from my premium / standard package.We are closed on Sunday.My key skills:Minimalist Modern Logo Design | Minimal | Modern | Typography | Line art | Custom logo | Vintage |Keen to Get Started!",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/308343807/original/62ba4145508a339c98bed231a88e2cc723b102b9.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/308343807/original/d645bc7e5eea82dbe0552291771f26440170feb3.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "modern logo",
        "custom logo",
        "Logo Design",
        "minimalist logo",
        "website logo",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "bartstrijbos",
            "country" : "Netherlands",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1f3-1f1f1.png",
            "review" : "Use your revisions and communication, and you will have something that works for you! I recommend modernmarvel for the price they ask! I did not know what to expect from my first buy on FIverr. The previews where what I was going for, so I thought why not give it a try. The initial delivery had two good concepts and three concepts I did not like. The two good concepts however, where not really what I wanted though. I submitted a revision proposal and hoped for the best. This is where this seller shines! From the initial designs, he worked quickly with every suggestion I made for revisions and was good in communication. I slowly saw my project evolving to something I love. Recommended!",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "v_winko33",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Working with this seller was a great experience in that he was quick to respond (considering the 11+ hr time zone difference), friendly, reliable, and professional. He created some concepts with literally no reference the first time around, and the second time around I gave him more of an idea of what I was looking for and found the ideal logo. You get what you pay for, and the price I think is a very good deal that's hard to find. Communication +asking questions is key to get all that you want and need from this great offer. Although I am satisfied with the logo, I probably would've liked something more like the work he shows in his second picture on his profile/gigs. I do recommend him!",
            "reviewedAt" : "Published 3 weeks ago"
        },
        {
            "name" : "brendanpaull",
            "country" : "Japan",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ef-1f1f5.png",
            "review" : "Seller was extremely communicative and always responded very quickly even on his/her day off (Sunday). While I got something that will get my started and I suppose I got what I paid for (the price was definitely quite low), I would be hard pressed to call the designs I got as \"modern\" or \"minimalist\" like the logo presented in the profile. They felt like clip-art from 10 to 15 years ago attached to my website name.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "tracyblehm",
            "country" : "Canada",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1e8-1f1e6.png",
            "review" : "I was a little nervous as I had never hired anyone before and have had bad experiences on other platforms. However this was absolutely marvelous. I loved the design. It was shocking how fast it was done and how amazing it turned out. I will definitely be hiring them again for my other projects that are coming up. Thank-you!!",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "jai_s22",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Using this service was a pretty decent experience. It took a bit longer than I wanted to finally get the final design. I had to go back and forth for a week trying to find the correct revision of the design. At first, I thought the experience of the designer was not the best due to finding some logos with minimal effort. Once I messaged the designer that I felt that the designs that they were producing were not satisfying me, they then were able to put a lot of effort into my ideas. I personally had to come up with the design of my logo instead of them using their experience and trusting them to come up with one themselves. Eventually, they did deliver so I am happy with the way it finished.",
            "reviewedAt" : "Published 2 weeks ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design minimalist flat logo designs",
    "price" : 120,
    "rating" : {
        "average" : 4.6,
        "num" : 611
    },
    "owner" : {
        "about" : "Hello! My name is Dani.I have a team of professional graphic designers with an experience of 8+ years. We specialize in logo designing. We're available exclusively on fiverr to rock your world with our designing skills. Come and experience it for yourself!",
        "fullname" : "Moshe_levy",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/744fbcc6ce6bf695a061fddc39024111-1679869792924/49de4a01-2688-4771-af53-cc570977000e.jpg",
        "level" : 2,
        "rate" : 5,
        "isPro" : true,
        "isOnline" : true
    },
    "country" : "Israel",
    "daysToMake" : 6,
    "description" : "Hi there ! Thanks for stopping by !!A Team of Talented Graphic Designer with 8+ years of experience in Graphic Industry, expertise as Logo Maker, You'll get creative & AWESOME logo design for your business.My portfolio : https://www.fiverr.com/users/design_desk/portfolio/NjFiYjE4NmMwZTgwMDUwMDAxZTMzMjJh★ Why Us? ★Talented Logo Maker TeamFully custom made, creative, original, UNIQUE and AWESOME designsProfessional customer support 24/7High Quality work100% money back policy if not satisfied★ WHAT DO YOU GET? ★✔ Highly Professional, UNIQUE & High Quality designs✔ UNLIMITED revisions until u r 100% satisfied✔ Fast turn around time 24 to 48 hours only.✔ 100% original & unique vector design from Adobe Illustrator✔ Vector Source Files (scalable without any quality loss) (AI, EPS, PDF) for the final design ✔ PROFESSIONAL Communication & Outstanding Customer Support ✔ Guaranteed High Quality workIf you have any question,Feel free to★ Contact Me! ★I'll be happy to help !Let's get started!-Your Logo Maker",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/236406081/original/95b10b10cf14481346f93e5054a69c78a488d4d1.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/236406081/original/b1ed2132fe9f2b5f3169fca6fea5303d609481c4.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "minimalist",
        "flat",
        "Logo Design",
        "modern",
        "unique",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "airbornesnow",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller's communication was EXCELLENT and the service was exactly as described. When I wanted revisions, they did not hesitate to provide me with alterations of the design. Although they were nice and kind when I asked for the revisions, all the revisions were half a**ed and sloppy. Even when I provided a concept drawing for them to TRACE, the results were still not what I expected. Buyers BEWARE: The seller's communication is excellent, friendly, and VERY kind. However, if you ask for any revisions, the revisions you will receive will be sloppy and half-a**ed.",
            "reviewedAt" : "Published 4 days ago"
        },
        {
            "name" : "jacobmnb",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "I thought this service was amazing, I bought the basic option just hoping for a basic logo, but the seller went above my expectations and provided me with a bunch of concepts that were better than I could have imagined, for £7.90 I think this service is a must-buy for anyone needing a professional-looking logo and not wanting to spend a huge amount",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "ashtonpeckham",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller was very responsive. We had revisions after the initial designs were delivered and the seller made them very quickly. The logo we selected is perfect for our current needs. Recommend including your vision in the initial request so you don't end up with ideas that you don't like. There were only 2 real contenders because the Fiverr site wouldn't allow me to attach my hand drawn idea. The paperclip icon was essentially rendered inactive, even after several attempts. This is no fault of the designers; i should have been even more descriptive with my request when I was unable to attach files.",
            "reviewedAt" : "Published 1 week ago"
        },
        {
            "name" : "borowski10",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Ultimately, I am very happy with the final logo I received. However, the seller's communication could have been better. There were a few times I asked for specific revisions and I was sent the same thing or something else that I didn't ask for. It took about 2 weeks for me to finally get what I was looking for. In the end, I got what I paid for and I am grateful for the service!",
            "reviewedAt" : "Published 2 days ago"
        },
        {
            "name" : "fowlplay_uk",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "VD was great. I had a very specific design in mind already that I needed recreating professionally and they did not disappoint. Even when I started to get picky with the design, nothing I requested was ever too much trouble. We went through many revisions to get it to exactly how I wanted it and every interaction we had was effortless. This is the first project I'd commissioned so wasn't really sure on the correct etiquette, yet VD made things so easy for me. Can't recommend these guys enough for that",
            "reviewedAt" : "Published 2 months ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design trendy logos for web apps",
    "price" :70,
    "rating" : {
        "average" : 4.5,
        "num" : 624
    },
    "owner" : {
        "about" : "Hello! My name is VD. I am a connoisseur of art and music. I love being around nature and my pets. I have a team of professional graphic designers with an experience of 8+ years. We specialize in logo designing. We're available exclusively on fiverr to rock your world with our designing skills. Come and experience it for yourself!",
        "fullname" : "the_logo_guy",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/7cbb98d44a691d644be117a483f51537-1639911824946/a4c5559e-13ab-4d2a-8970-d13d46582e33.png",
        "level" : 2,
        "rate" : 4,
        "isPro" : false,
        "isOnline" : false
    },
    "country" : "Slovenia",
    "daysToMake" : 14,
    "description" : "Hi there ! Thanks for stopping by !!A Team of Talented Graphic Designer with 8+ years of experience in Graphic Industry, expertise as Logo Maker, You'll get creative & AWESOME logo design for your business.My portfolio : https://www.fiverr.com/users/design_desk/portfolio/NjFiYjE4NmMwZTgwMDUwMDAxZTMzMjJh★ Why Us? ★Talented Logo Maker TeamFully custom made, creative, original, UNIQUE and AWESOME designsProfessional customer support 24/7High Quality work100% money back policy if not satisfied★ WHAT DO YOU GET? ★✔ Highly Professional, UNIQUE & High Quality designs✔ UNLIMITED revisions until u r 100% satisfied✔ Fast turn around time 24 to 48 hours only.✔ 100% original & unique vector design from Adobe Illustrator✔ Vector Source Files (scalable without any quality loss) (AI, EPS, PDF) for the final design ✔ PROFESSIONAL Communication & Outstanding Customer Support ✔ Guaranteed High Quality workIf you have any question,Feel free to★ Contact Me! ★I'll be happy to help !Let's get started!-Your Logo Maker",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/316949134/original/72c9917c2760cd933a91e5f1bdbb1045ce0224f4.png",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/attachments/delivery/asset/923563abf9d35578cace69abf3fd3b53-1686331887/ArdiGo-mockup.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "Logo Design",
        "modern",
        "unique",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "airbornesnow",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller's communication was EXCELLENT and the service was exactly as described. When I wanted revisions, they did not hesitate to provide me with alterations of the design. Although they were nice and kind when I asked for the revisions, all the revisions were half a**ed and sloppy. Even when I provided a concept drawing for them to TRACE, the results were still not what I expected. Buyers BEWARE: The seller's communication is excellent, friendly, and VERY kind. However, if you ask for any revisions, the revisions you will receive will be sloppy and half-a**ed.",
            "reviewedAt" : "Published 4 days ago"
        },
        {
            "name" : "jacobmnb",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "I thought this service was amazing, I bought the basic option just hoping for a basic logo, but the seller went above my expectations and provided me with a bunch of concepts that were better than I could have imagined, for £7.90 I think this service is a must-buy for anyone needing a professional-looking logo and not wanting to spend a huge amount",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "ashtonpeckham",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller was very responsive. We had revisions after the initial designs were delivered and the seller made them very quickly. The logo we selected is perfect for our current needs. Recommend including your vision in the initial request so you don't end up with ideas that you don't like. There were only 2 real contenders because the Fiverr site wouldn't allow me to attach my hand drawn idea. The paperclip icon was essentially rendered inactive, even after several attempts. This is no fault of the designers; i should have been even more descriptive with my request when I was unable to attach files.",
            "reviewedAt" : "Published 1 week ago"
        },
        {
            "name" : "borowski10",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Ultimately, I am very happy with the final logo I received. However, the seller's communication could have been better. There were a few times I asked for specific revisions and I was sent the same thing or something else that I didn't ask for. It took about 2 weeks for me to finally get what I was looking for. In the end, I got what I paid for and I am grateful for the service!",
            "reviewedAt" : "Published 2 days ago"
        },
        {
            "name" : "fowlplay_uk",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "VD was great. I had a very specific design in mind already that I needed recreating professionally and they did not disappoint. Even when I started to get picky with the design, nothing I requested was ever too much trouble. We went through many revisions to get it to exactly how I wanted it and every interaction we had was effortless. This is the first project I'd commissioned so wasn't really sure on the correct etiquette, yet VD made things so easy for me. Can't recommend these guys enough for that",
            "reviewedAt" : "Published 2 months ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design best custom hand drawn logo with unlimited revisions",
    "price" : 40,
    "rating" : {
        "average" : 4.8,
        "num" : 116
    },
    "owner" : {
        "about" : "I am a professional graphics designer from PakIsTaN... Designing is not only my job, it's my Passion. All I need from you is a rough sketch of your idea. Then you can just relax and see the magic happening. Not only you'll get stunning and professional designs, but also you'll have top class custome",
        "fullname" : "JOJO_11",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/d8ff6ab9db82272f85e886a61bfbcf00-1683972633099/b405b127-7342-4c3f-ba9b-c78daeef3ddc.png",
        "level" : 1,
        "rate" : 4,
        "isPro" : false,
        "isOnline" : false
    },
    "country" : "Canada",
    "daysToMake" : 2,
    "description" : "Hi esteemed buyer!Looking for modern unique and creative 2d or 3d logo design? Yes, you're at the right place.Having a vast experience with hundreds of satisfied customers across the globe, I extend my services to design modern unique and creative logo design to represent your brand idea in a befitting manner.What proves my individuality over others?Quick delivery, quality work and transforming your brain idea into a 3d creative unique and modern logo design are my attributes.MY GIG OFFERINGS ARE:Best customer careRevisions within 24 Hours100% satisfaction guaranteedModern unique and creative designing ideasLogically and aesthetically hypnotizing logos1 free revision after completion of orderEditable and re-sizeable vector filesFont download link includedHigh resolution final files in zipNote: For Complex Illustrations and Mascots, please discuss in inbox before placing order! It is also not included in our packages.Have queries? Contact us in inbox anytime!★Hearing from you would be an absolute pleasure, Go ahead and ORDER NOW!★",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/245866312/original/14c7f411ab4958c13cccf3f46e6b3be04797ce59.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/245866312/original/ee19f64d39ae8a60c7f7fe39895f733698981c99.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "modern logo",
        "creative logo",
        "Logo Design",
        "unique logo",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "devsreads",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Thank you SO MUCH to the seller. He was so patient and willing to work and correct as many times as we needed as some things got miscommunicated and he easily fixed them. Thank you!!!",
            "reviewedAt" : "Published 3 days ago"
        },
        {
            "name" : "raymondyslas",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer is awesome. I have got my idea materialised in an efficient manner and the way I wanted. Seeing this logo, I would say this is the best designer to do any kind of graphics work.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "gbsol579",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer is so quick and efficient in his work. My order was delivered in few hours. The design is hypnotizing and truly reflects my business idea. Highly recommended!",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "antoniodixon65",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This is a really good design. The designer owes the skills needed to actually understand and then materailize a buyer's idea. Commendable and highly recommended.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "allendrozdowski",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "This designer has done a fantastic job. I like the design sense and colour combination of the designer. This is what I was looking for. I highly recommend him for graphics related work.",
            "reviewedAt" : "Published 1 month ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design vintage, mascot, logo, illustration for you",
    "price" : 109,
    "rating" : {
        "average" : 4.9,
        "num" : 730
    },
    "owner" : {
        "about" : "I am a professional creative professional business logo",
        "fullname" : "sinTal",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/8d79030124849e039780a7010648df53-1681504069828/c25cf9f6-66cc-46c5-8ea3-f174f8a5a859.jpg",
        "level" : 2,
        "rate" : 5,
        "isPro" : true,
        "isOnline" : false
    },
    "country" : "India",
    "daysToMake" : 1,
    "description" : "ModernMarvel heartily welcomes you to Minimalist Modern Logo Design gig.We are Brand Creators and professional business consultants. Each business has his own story to tell and having high recall value is prime purpose behind getting a LOGO. Thus, We believe in creating simple yet effective masterpiece which blown away your customers mind.Your idea of getting Modern memorable and attractive logo design is just one step away. So, Lets discuss and choose a best design for your business.Our recommendation BRANDING PACK @ $65 ONLY:5 BRANDED logos with minimal designs + vector source filesAttractive Social media covers (FB + Twitter)Professional stationery design (B card + letterhead)Unlimited revision roundsExclusive customer supportRefund & Package selection guidelines:If the designs are as per your initial shared brief, refund wont be a possible option. You can ask for revision if i missed out anything.My samples are from my premium / standard package.We are closed on Sunday.My key skills:Minimalist Modern Logo Design | Minimal | Modern | Typography | Line art | Custom logo | Vintage |Keen to Get Started!",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/150300740/original/cafad2c4e608a873a91be00870d897696913fbd1.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs3/150300740/original/81bb51a0afb7a5862822ac410fb485bfd28bee9c.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "modern logo",
        "custom logo",
        "Logo Design",
        "minimalist logo",
        "website logo",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "bartstrijbos",
            "country" : "Netherlands",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1f3-1f1f1.png",
            "review" : "Use your revisions and communication, and you will have something that works for you! I recommend modernmarvel for the price they ask! I did not know what to expect from my first buy on FIverr. The previews where what I was going for, so I thought why not give it a try. The initial delivery had two good concepts and three concepts I did not like. The two good concepts however, where not really what I wanted though. I submitted a revision proposal and hoped for the best. This is where this seller shines! From the initial designs, he worked quickly with every suggestion I made for revisions and was good in communication. I slowly saw my project evolving to something I love. Recommended!",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "v_winko33",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Working with this seller was a great experience in that he was quick to respond (considering the 11+ hr time zone difference), friendly, reliable, and professional. He created some concepts with literally no reference the first time around, and the second time around I gave him more of an idea of what I was looking for and found the ideal logo. You get what you pay for, and the price I think is a very good deal that's hard to find. Communication +asking questions is key to get all that you want and need from this great offer. Although I am satisfied with the logo, I probably would've liked something more like the work he shows in his second picture on his profile/gigs. I do recommend him!",
            "reviewedAt" : "Published 3 weeks ago"
        },
        {
            "name" : "brendanpaull",
            "country" : "Japan",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ef-1f1f5.png",
            "review" : "Seller was extremely communicative and always responded very quickly even on his/her day off (Sunday). While I got something that will get my started and I suppose I got what I paid for (the price was definitely quite low), I would be hard pressed to call the designs I got as \"modern\" or \"minimalist\" like the logo presented in the profile. They felt like clip-art from 10 to 15 years ago attached to my website name.",
            "reviewedAt" : "Published 1 month ago"
        },
        {
            "name" : "tracyblehm",
            "country" : "Canada",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1e8-1f1e6.png",
            "review" : "I was a little nervous as I had never hired anyone before and have had bad experiences on other platforms. However this was absolutely marvelous. I loved the design. It was shocking how fast it was done and how amazing it turned out. I will definitely be hiring them again for my other projects that are coming up. Thank-you!!",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "jai_s22",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Using this service was a pretty decent experience. It took a bit longer than I wanted to finally get the final design. I had to go back and forth for a week trying to find the correct revision of the design. At first, I thought the experience of the designer was not the best due to finding some logos with minimal effort. Once I messaged the designer that I felt that the designs that they were producing were not satisfying me, they then were able to put a lot of effort into my ideas. I personally had to come up with the design of my logo instead of them using their experience and trusting them to come up with one themselves. Eventually, they did deliver so I am happy with the way it finished.",
            "reviewedAt" : "Published 2 weeks ago"
        }
    ],
    "extras" : {

    }
},
{
    "title" : "I will design modern clean logo designs",
    "price" : 100,
    "rating" : {
        "average" : 4.6,
        "num" : 63
    },
    "owner" : {
        "about" : "Hello! My name is Dani.I have a team of professional graphic designers with an experience of 8+ years. We specialize in logo designing. We're available exclusively on fiverr to rock your world with our designing skills. Come and experience it for yourself!",
        "fullname" : "ammarK33",
        "imgUrl" : "https://fiverr-res.cloudinary.com/t_profile_thumb,q_auto,f_auto/attachments/profile/photo/0a75af8882f8de8e20337ae98417df89-1600792780619/e5ceeaaa-a371-4cc3-90ee-6884ea30eebc.jpg",
        "level" : 2,
        "rate" : 5,
        "isPro" : true,
        "isOnline" : true
    },
    "country" : "Israel",
    "daysToMake" : 6,
    "description" : "Hi there ! Thanks for stopping by !!A Team of Talented Graphic Designer with 8+ years of experience in Graphic Industry, expertise as Logo Maker, You'll get creative & AWESOME logo design for your business.My portfolio : https://www.fiverr.com/users/design_desk/portfolio/NjFiYjE4NmMwZTgwMDUwMDAxZTMzMjJh★ Why Us? ★Talented Logo Maker TeamFully custom made, creative, original, UNIQUE and AWESOME designsProfessional customer support 24/7High Quality work100% money back policy if not satisfied★ WHAT DO YOU GET? ★✔ Highly Professional, UNIQUE & High Quality designs✔ UNLIMITED revisions until u r 100% satisfied✔ Fast turn around time 24 to 48 hours only.✔ 100% original & unique vector design from Adobe Illustrator✔ Vector Source Files (scalable without any quality loss) (AI, EPS, PDF) for the final design ✔ PROFESSIONAL Communication & Outstanding Customer Support ✔ Guaranteed High Quality workIf you have any question,Feel free to★ Contact Me! ★I'll be happy to help !Let's get started!-Your Logo Maker",
    "imgUrls" : [
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs/170411386/original/0b8e82dc89ba2095933f2866359008ff41024f38.jpg",
        "https://fiverr-res.cloudinary.com/t_gig_cards_web,q_auto,f_auto/gigs2/170411386/original/ccd4ef9faa933dc2f5e0689c5bd286f2749f0546.jpg"
    ],
    "tags" : [
        "Graphic & Design",
        "minimalist",
        "flat",
        "Logo Design",
        "modern",
        "unique",
        "logo maker"
    ],
    "likedByUsers" : [
        "mini-user"
    ],
    "reviews" : [
        {
            "name" : "airbornesnow",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller's communication was EXCELLENT and the service was exactly as described. When I wanted revisions, they did not hesitate to provide me with alterations of the design. Although they were nice and kind when I asked for the revisions, all the revisions were half a**ed and sloppy. Even when I provided a concept drawing for them to TRACE, the results were still not what I expected. Buyers BEWARE: The seller's communication is excellent, friendly, and VERY kind. However, if you ask for any revisions, the revisions you will receive will be sloppy and half-a**ed.",
            "reviewedAt" : "Published 4 days ago"
        },
        {
            "name" : "jacobmnb",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "I thought this service was amazing, I bought the basic option just hoping for a basic logo, but the seller went above my expectations and provided me with a bunch of concepts that were better than I could have imagined, for £7.90 I think this service is a must-buy for anyone needing a professional-looking logo and not wanting to spend a huge amount",
            "reviewedAt" : "Published 2 months ago"
        },
        {
            "name" : "ashtonpeckham",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "The seller was very responsive. We had revisions after the initial designs were delivered and the seller made them very quickly. The logo we selected is perfect for our current needs. Recommend including your vision in the initial request so you don't end up with ideas that you don't like. There were only 2 real contenders because the Fiverr site wouldn't allow me to attach my hand drawn idea. The paperclip icon was essentially rendered inactive, even after several attempts. This is no fault of the designers; i should have been even more descriptive with my request when I was unable to attach files.",
            "reviewedAt" : "Published 1 week ago"
        },
        {
            "name" : "borowski10",
            "country" : "United States",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1fa-1f1f8.png",
            "review" : "Ultimately, I am very happy with the final logo I received. However, the seller's communication could have been better. There were a few times I asked for specific revisions and I was sent the same thing or something else that I didn't ask for. It took about 2 weeks for me to finally get what I was looking for. In the end, I got what I paid for and I am grateful for the service!",
            "reviewedAt" : "Published 2 days ago"
        },
        {
            "name" : "fowlplay_uk",
            "country" : "United Kingdom",
            "flag" : "https://fiverr-dev-res.cloudinary.com/general_assets/flags/1f1ec-1f1e7.png",
            "review" : "VD was great. I had a very specific design in mind already that I needed recreating professionally and they did not disappoint. Even when I started to get picky with the design, nothing I requested was ever too much trouble. We went through many revisions to get it to exactly how I wanted it and every interaction we had was effortless. This is the first project I'd commissioned so wasn't really sure on the correct etiquette, yet VD made things so easy for me. Can't recommend these guys enough for that",
            "reviewedAt" : "Published 2 months ago"
        }
    ],
    "extras" : {

    }
}
]